[{"titre":"Thiebou Djeun","type":"plat","categorie":"cuisine sénégalaise","temps_preparation":50,"nb_personnes":6,"auteur":"Aïssatou Gueye","email":"gueye.aissatou@hotmail.com","recette":"Ingrédients:1 kg de darnes de thiof, 50g de poisson sec, 3 aubergines africaines, 4 gousses d'ail, 3 carottes, 3 patates douces, 1 chou, 2 oignons, 2 piments rouges, 5 cuillère à soupe de concentré de tomates, huile darachide, 1 bouquet de persil, sel, poivre, 400g de riz. \n\nUstrensiles: marmite, cuillère, couteau. \n\nPreparation: Pelez et hachez les oignons et les gousses d’ail.\nDiluez le concentré de tomates dans deux grands verres d’eau tiède.\nLavez et effeuillez le persil.\nLavez les aubergines africaines. Pelez et coupez carottes et patates douces en morceaux. Coupez le chou en morceaux.\nBlanchir carottes, patates douces et chou 5 mn dans l’eau bouillante salée. Egouttez-les, réservez-les.\nDans une grande marmite, faites chauffer l’huile. Faites frire les morceaux de poisson. Retirez-les et réservez-les au chaud quand ils sont bien dorés. Faites revenir l’ail et l’oignon hachés dans l’huile de cuisson des poissons. Ajoutez le riz et faites cuire en remuant jusqu’à ce qu’il soit translucide. Ajoutez alors le persil et les piments. Versez le concentré de tomates dilué et mélangez.\nDéposez les légumes blanchis au dessus de riz, couvrez et faites cuire 30 mn à feu doux en augmentant un peu d’eau en cours de cuisson si besoin.\n10 mn avant la fin de la cuisson, remettez les morceaux de poisson dans la marmitte et terminez la cuisson à couvert. ","photo":"https:\/\/i.pinimg.com\/originals\/f1\/71\/8d\/f1718dc9ee4c5f5efd3f5cb3f394dc75.jpg","date":"2019-11-23"},{"titre":"Tartes aux oignons","type":"entrée","categorie":"cuisine française","temps_preparation":20,"nb_personnes":4,"auteur":"Elhadj","email":"sowelhadj92@gmail.com","recette":"Ingrédients: 1 pate brisée, 200 g de farine de blé, 100 g de beurre, 1 pincée de sel, 1 cuillerée à café de levure chimique.\n\nGraniture: 700 g d'oignons, 40 g de beurre , 3 œufs , 4 cuillerées à soupe de crème fraîche, Sel, poivre.\n\nUstensiles:  casserole, poêle, saladier, moule à tarte.\n\nPréparation: Faire une pâte brisée avec la farine, le beurre, le sel et la levure en ajoutant un peu d'eau. \nNe pas trop pétrir la pâte, la laisser reposer un moment dans un endroit frais.\nÉplucher les oignons, les couper en rondelles, les blanchir 2 mn à l'eau bouillante salée, les égoutter et les faire cuire doucement dans le beurre 10 à 15 mn: ils doivent juste blondir légèrement.\nDans un saladier battre les œufs entiers avec le lait ou la crème, sel, poivre, puis les lardons (raidis dans une poêle antiadhésive quelques mn). Ajouter la purée d'oignons. \nNe pas mettre d'emblée trop de lait ou de crème car la garniture ne doit pas être trop liquide (la quantité exacte dépend de la consistance de la purée d'oignons).\nÉtaler la pâte et foncer un moule à tarte beurré; ajouter la garniture. Cuire au four à 220° de 30 à 40 mn. Surveiller! Démouler au sortir du four et servir chaud.","photo":"https:\/\/cdn.lacuisinedannie.com\/images\/92.jpg","date":"2019-11-23"},{"titre":"aaa","type":"aaa","temps_preparation":"4","nb_personnes":"4","auteur":"aaa","email":"aaa@gmail.com","recette":"aaa","photo":"https:\/\/www.atelierdeschefs.com\/media\/recette-e23473-pommes-de-terre-facon-arrabbiata-et-gambas-au-basilic.jpg","date":"2019-12-11"},{"titre":"aaa","type":"aaa","temps_preparation":"4","nb_personnes":"4","auteur":"aaa","email":"aaa@gmail.com","recette":"aaa","photo":"https:\/\/www.atelierdeschefs.com\/media\/recette-e23473-pommes-de-terre-facon-arrabbiata-et-gambas-au-basilic.jpg","date":"2019-12-11"},{"titre":null,"type":null,"temps_preparation":null,"nb_personnes":null,"auteur":null,"email":null,"recette":null,"photo":null,"date":null},{"titre":"aaa","type":"aaa","temps_preparation":"aaa","nb_personnes":"aaa","auteur":"aaa","email":"aaa@gmail.com","recette":"ccc","photo":"https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcSbizHC8K91B0fqQ5_I1tS_SLoFNz8YlH5ExNaHOi4glJNXAlp9&s","date":"2019-12-19"},{"titre":"aaa","type":"aaa","categorie":"aaa","temps_preparation":"aaa","nb_personnes":"aaa","auteur":"aaa","email":"aaa@gmail.com","recette":"ccc","photo":"https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcSbizHC8K91B0fqQ5_I1tS_SLoFNz8YlH5ExNaHOi4glJNXAlp9&s","date":"2019-12-19"}]